Repository: owncloud-archive/contacts
Catalog: l10n/*/contacts.po
Languages: ar, lt_lt, nb_no, ru, vi

source: Contacts
ar: جهات الاتصال
lt_lt: Kontaktai
nb_no: Kontakter
ru: Контакты
vi: Danh bạ

source: Add new LDAP Addressbook
nb_no: Legg til ny LDAP-adressebok
ru: Добавить новую LDAP адресную книгу

source: Ok
ru: Ок

source: Cancel
ar: الغاء
lt_lt: Atšaukti
nb_no: Avbryt
ru: Отменить
vi: Hủy

source: Save
ar: حفظ
lt_lt: Išsaugoti
nb_no: Lagre
ru: Сохранить
vi: Lưu

source: Edit Addressbook
nb_no: Endre adressebok
ru: Править адресную книгу

source: Import contacts
ar: استيراد جهات الإتصال.
lt_lt: Importuoti kontaktus
nb_no: Importer kontakter
ru: Импортировать контакты
vi: Chèn liên

source: Upload file...
nb_no: Last opp fil...
ru: Загрузить файл...

source: Starting file import
nb_no: Starter import av fil
ru: Начинается импорт

source: Format selected: {format}
nb_no: Format valgt: {format}
ru: Выбран формат: {format}

source: Automatic format detection
nb_no: Automatisk påvisning av format
ru: Автоматическое определение формата

source: Import into...
ar: استيراد إلى...
lt_lt: Importuoti į...
nb_no: Importer til...
ru: Импорт в...

source: Processing {count}/{total} cards
nb_no: Behandler {count}/{total} kort
ru: Обработано {count} из {total} контактов

source: Total: {total}, Success: {imported}, Errors: {failed}
nb_no: Totalt: {total}, Vellykket: {imported}, Feil: {failed}
ru: Всего: {total}, успешно: {imported}, ошибок: {failed}

source: An address book called {name} already exists
ar: دفتر العناوين يحمل {اسم } موجود مسبقاً
lt_lt: Adresų knyga pavadinimu {group} jau egzistuoja
nb_no: En adressebok med navn {name} finnes allerede
ru: Адресная книга {name} уже существует
vi: Danh sách địa chỉ {name} đã tồn t

source: Failed adding address book: {error}
ar: {خطأ} فشلت مهمة إضافة عنوان
lt_lt: Nepavyko pridėti adresų knygos: {error}
nb_no: Klarte ikke å legge til adressebok: {error}
ru: Не удалось добавить адресную книгу: {error}
vi: Thêm danh sách liên lạc thất bại : {error}

source: Failed loading address books: {error}
ar: {خطأ} فشلت مهمة تحميل دفتر العناوين
lt_lt: Nepavyko įkelti adresų knygų: {error}
nb_no: Klarte ikke å laste adressebøker: {error}
ru: Ошибка загрузки адресных книг: {error}
vi: Lỗi khi tải danh sách địa chỉ : {error}

source: Server error! Please inform system administator
ar: خطأ في الخادم! يرجى ابلاغ مدير النظام.
lt_lt: Serverio klaida! Prašome informuoti administratorių
nb_no: Serverfeil! Vennligst informer systemadministratoren
ru: Ошибка сервера! Пожалуйста, уведомите об этом системного администратора

source: Indexing contacts
ar: فهرسة جهات الاتصال
lt_lt: Indeksuojami kontaktai
nb_no: Indekserer kontakter
ru: Индексация контактов
vi: Chỉ mục địa chỉ liên lạc

source: Unrecoverable error loading address books: {msg}
ar: حدث خطأ فادح أثناء تحميل دفتر العناوين: {msg}
nb_no: Ugjenopprettelig feil ved lasting av adressebøker: {msg}
ru: Невосстановимая ошибка загрузки адресных книг: {msg}
vi: Không thể phục hồi danh sách địa chỉ : {msg}

source: Error.
ar: خطأ.
lt_lt: Klaida.
nb_no: Feil.
ru: Ошибка.
vi: Lỗi.

source: Add to...
ar: إضافة إلى...
lt_lt: Pridėti į...
nb_no: Legg til...
ru: Добавить в...
vi: Thêm đến...

source: Remove from...
ar: الحذف من ...
lt_lt: Pašalinti iš...
nb_no: Fjern fra...
ru: Удалить из...
vi: Xóa từ...

source: Add group...
ar: إضافة مجموعة ...
lt_lt: Pridėti grupę...
nb_no: Legg til gruppe...
ru: Добавить группу...
vi: Thêm nhóm...

source: Invalid URL: "{url}"
ar: الرابط غير صحيح: "{url}"
lt_lt: Netinkamas URL" „{url}“
nb_no: Ugyldig URL: "{url}"
ru: Неверный URL: "{url}"
vi: URL không hợp lệ: "{url}"

source: Invalid email: "{url}"
ar: رابط البريد الإلكتروني غير صالح: "{url}"
lt_lt: Netinkamas el. paštas
nb_no: Ugyldig e-post: "{url}"
ru: Неправильная электронная почта: "{url}"
vi: Email không hợp lệ: "{url}"

source: Merge failed. Cannot find contact: {id}
ar: عملية الدمج فشلت. لا يمكن إيجاد جهة الاتصال: {id}
lt_lt: Suliejimas nepavyko. Nepavyksta rasti kontakto: {id}
nb_no: Fletting feilet. Kan ikke finne kontakt: {id}
ru: Объединение не удалось. Не найден контакт: {id}

source: Merge failed.
ar: علمية الدمج فشلت.
lt_lt: Sulieti nepavyko.
nb_no: Fletting feilet.
ru: Объединение не удалось.
vi: Kết hợp lỗi

source: Merge failed. Error saving contact.
ar: عملية الدمج فشلت. خطأ في حفظ جهة الاتصال.
lt_lt: Suliejimas nepavyko. Klaida saugant kontaktą.
nb_no: Fletting feilet. Feil ved lagring av kontakt.
ru: Объединение не удалось. Ошибка сохранения контакта.
vi: Kết hợp thất bại. Lỗi khi lưu liên lạc.

source: Select photo
ar: اختر صورة
lt_lt: Nurodykite nuotrauką
nb_no: Velg bilde
ru: Выберите фото
vi: Chọn ảnh

source: Network or server error. Please inform administrator.
ar: حدث خطأ في شبكة الاتصال أو في الخادم. يرجى إبلاغ المسؤول.
lt_lt: Tinklo arba serverio klaida. Prašome informuoti administratorių.
nb_no: Nettverks- eller serverfeil. Vennligst informer administratoren.
ru: Ошибка сети или сервера. Пожалуйста, сообщите администратору.
vi: Mạng hoặc máy chủ lỗi. Vui lòng liên hệ người quản trị.

source: Only images can be used as contact photos
nb_no: Kun bilder kan brukes som kontakt-foto
ru: В качестве фотографий контактов можно использовать только фотографии

source: The size of "{filename}" exceeds the maximum allowed {size}
nb_no: Størrelsen på "{filename}" overstiger det maksimalt tillatte {size}
ru: Размер "{filename}" превышает разрешённый максимум {size}

source: Error adding to group.
ar: خطأ في إضافة المجموعة
lt_lt: Klaida pridedant į grupę.
nb_no: Feil ved innlegging i gruppe.
ru: Ошибка добавления в группу.
vi: Lỗi thêm vào nhóm.

source: Error removing from group.
ar: حدث خطأ أثناء الحذف من المجموعة
lt_lt: Klaida pašalinant iš grupės.
nb_no: Feil ved fjerning fra gruppe.
ru: Ошибка удаления из группы.
vi: Lỗi xóa khỏi nhóm.

source: You have selected over 300 contacts. This will most likely fail! Click here to try anyway.
lt_lt: Jūs pažymėjote daugiau nei 300 kontaktų. Tai greičiausiai nepavyks! Spauskite, kad vis tiek bandyti.
nb_no: Du har valgt over 300 kontakter. Dette vil sannsynligvis feile! Klikk her for å prøve uansett.
ru: Вы выбрали более 300 контактов. Cкорее всего, это действие закончится неудачей! Нажмите сюда, чтобы в любом случае попробовать.
vi: Bạn đã chọn hơn 300 địa chỉ liên lạc. Rất có thể sẽ thất bại ! nh vào đây để thử .

source: Error setting {name} as favorite.
ar: حدث خطأ أثناء إعداد {name} كمفضلة .
lt_lt: Klaida nustatant {name} mėgstamu.
nb_no: Feil ved setting av {name} som favoritt.
ru: Ошибка установки {name} избранным.
vi: Lỗi cài đặt {name} yêu thích

source: Merge contacts
ar: دمج جهات الاتصال
lt_lt: Sulieti kontaktus
nb_no: Flett kontakter
ru: Объединить контакты
vi: Kết hợp danh sách

source: Add group
ar: إضافة مجموعة
lt_lt: Pridėti grupę
nb_no: Legg til gruppe
ru: Добавить группу
vi: Thêm nhóm

source: OK
ar: تم
lt_lt: Gerai
ru: ОК
vi: Chấp nhận

source: Could not find contact: {id}
ar: تعذر ايجاد جهة الاتصال: {id}
lt_lt: Nepavyko rasti kontakto: {id}
nb_no: Fant ikke kontakt: {id}
ru: Не удалось найти контакт: {id}
vi: Không tìm thấy danh sách: {id}

source: Edit profile picture
ar: تعديل صورة الملف الشخصي
lt_lt: Redaguoti profilio paveikslėlį
nb_no: Rediger profilbilde
ru: Редактировать изображение профиля
vi: Chỉnh sửa hồ sơ ảnh

source: Crop photo
ar: قص الصورة.
lt_lt: Apkirpti nuotrauką
nb_no: Beskjær bilde
ru: Обрезать фото
vi: Cắt

source: Error parsing date: {date}
lt_lt: Klaida apdorojant datą: {date}
nb_no: Tyding av dato feilet: {date}
ru: Ошибка формата даты: {date}

source: # groups
ar: #المجموعات
lt_lt: # grupės
nb_no: Ant. grupper
ru: # группы
vi: # nhóm

source: Error parsing birthday {bday}
lt_lt: Klaida apdorojant gimtadienį {bday}
nb_no: Klarer ikke å tyde fødselsdag {bday}
ru: Ошибка анализа даты рождения {bday}

source: The backend does not support multi-byte characters.
nb_no: Serveren støtter ikke multibyte-tegn.
ru: Реализация не поддерживает мультибайтовые символы.

source: Some contacts are marked for deletion, but not deleted yet. Please wait for them to be deleted.
ar: بعض جهات الأتصال تم تحديدها للحذف لكن لم يتم حذفها بعد. يرجى الانتظار قليلاً حتى يتم حذفها بالكامل.
lt_lt: Keletas kontaktų buvo pažymėti ištrinimui, bet dar neištrinti. Prašome palaukti kol jie bus ištrinti.
nb_no: Noen kontakter er markert for sletting men ikke slettet ennå. Vent mens de slettes.
ru: Некоторые контакты помечены на удаление, но ещё не удалены. Подождите, пока они удаляются.
vi: Một số địa chỉ liên lạc được đánh dấu để xóa, nhưng chưa bị xóa . Hãy đợi đến khi họ xóa.

source: Click to undo deletion of {num} contacts
ar: إضغط حتى يتم التراجع عن حذف {أرقام} جهات الاتصال
lt_lt: Spauskite, kad atstatyti trynimą {num} kontaktų
nb_no: Klikk for å angre sletting av {num} kontakter
ru: Нажмите для отмены удаления {num} контактов
vi: Nhấn vào đây để quay lại thao tác xóa {num} địa chỉ liên lạc

source: Cancelled deletion of {num} contacts
ar: ألغاء حذف {num} من جهات الاتصال.
lt_lt: Atšauktas {num} kontaktų trynimas
nb_no: Avbrøt sletting av {num} kontakter
ru: Отмена удаления {num} контактов

source: Add
ar: اضف
lt_lt: Pridėti
nb_no: Legg til
ru: Добавить
vi: Thêm

source: Contact is already in this group.
ar: جهة الاتصال موجودة بالفعل في هذه المجموعة.
lt_lt: Kontaktas jau yra grupėje.
nb_no: Kontakten er med i denne gruppen fra før.
ru: Контакт уже находятся в этой группе.
vi: Liên lạc đã có trong nhóm này.

source: Contacts are already in this group.
ar: جهات الاتصال موجودة بالفعل في هذه المجموعة.
lt_lt: Kontaktai jau yra grupėje.
nb_no: Kontaktene er med i denne gruppen fra før.
ru: Контакты уже находятся в этой группе.
vi: Thông tin liên lạc đã có trong nhóm

source: Couldn't get contact list.
ar: تعذر الحصول على قائمة جهات الاتصال.
lt_lt: Nepavyko gauti kontaktų sąrašo.
nb_no: Klarte ikke å hente kontaktliste.
ru: Не удалось получить список контактов.
vi: Không thể nhận được danh dách liên lạc.

source: Contact is not in this group.
ar: جهة الاتصال غير موجودة في هذه المجموعة.
lt_lt: Kontaktas nėra šioje grupėje.
nb_no: Kontakten er ikke med i denne gruppen.
ru: Контакт не в этой группе.
vi: Không có Liên hệ trong nhóm này

source: Contacts are not in this group.
ar: جهات الاتصال غير موجودة في هذه المجموعة.
lt_lt: KontaktaI nėra šioje grupėje.
nb_no: Kontaktene er ikke med i denne gruppen.
ru: Контакты не в этой группе.
vi: Thông tin liên lạc không có trong nhóm

source: A group named "{group}" already exists
lt_lt: Grupė pavadinimu „{group}“ jau egzistuoja
nb_no: Det finnes allerede en gruppe med navnet "{group}"
ru: Группа с именем "{group}" уже существует

source: Failed renaming group: {error}
ar: {خطأ}: فشلت مهمة تغيير اسم المجموعة
lt_lt: Nepavyko pervadinti grupės: {error}
nb_no: Omdøping av gruppe feilet: {error}
ru: Ошибка переименования группы: {error}
vi: Đổi tên nhóm thất bại : {error}

source: Failed adding group: {error}
ar: {خطأ}: فشلت مهمة إضافة مجموعة.
lt_lt: Nepavyko pridėti grupės: {error}
nb_no: Innlegging av gruppe feilet: {error}
ru: Ошибка добавления группы: {error}
vi: Không thêm được nh: {error}

source: All
ar: الكل
lt_lt: Viskas
nb_no: Alle
ru: Все
vi: Tất cả

source: Favorites
ar: المفضلة
lt_lt: Mėgstamiausi
nb_no: Favoritter
ru: Избранное
vi: Ưa thích

source: Shared by {owner}
ar: مشاركة بواسطة المالك {owner}
lt_lt: Bendrina {owner}
nb_no: Delt av {owner}
ru: Доступ открыл {owner}
vi: Được chia sẽ bởi {owner}

source: Not grouped
ar: غير مصنف
lt_lt: Nesugrupuotas
nb_no: Ikke gruppert
ru: Без группы
vi: Không nhóm

source: Failed loading groups: {error}
ar: {خطأ}: فشلت مهمة تجميل المجموعات.
lt_lt: Nepavyko įkelti grupių: {error}
nb_no: Feil ved lasting av grupper: {error}
ru: Ошибка загрузки групп: {error}
vi: Tải nhóm thất b: {error}

source: Please choose the addressbook
ar: يرجى اختيار دفتر العناوين
lt_lt: Prašome pasirinkti adresų knygą
nb_no: Vennligst velg adressebok
ru: Выберите адресную книгу
vi: Chọn sổ địa chỉ

source: Error loading import template
ar: خطأ في تحميل نموذج الاستيراد
lt_lt: Klaida įkeliant importavimo ruošinį
nb_no: Feil ved lasting av importmal
ru: Ошибка загрузки шаблона импорта

source: Import
ar: استيراد
lt_lt: Importuoti
nb_no: Importer
ru: Импорт
vi: Nhập vào

source: Importing...
ar: استيراد...
lt_lt: Importuojama...
nb_no: Importerer...
ru: Импортирую...
vi: Đang nhập vào...

source: Import done
ar: تمت عملية الاستيراد
lt_lt: Importas baigas
nb_no: Import utført
ru: Импорт завершен
vi: Thực hiện import

source: Close
ar: إغلاق
lt_lt: Užverti
nb_no: Lukk
ru: Закрыть
vi: Đóng

source: Error, missing parameters:
nb_no: Feil, manglende parametre:
ru: Ошибка, отсутствуют параметры:

source: Failed loading photo: {error}
ar: {خطأ}: فشلت مهمة تحميل الصورة
lt_lt: Nepavyko įkelti nuotraukos: {error}
nb_no: Lasting av bilde feilet: {error}
ru: Ошибка загрузки фото: {error}
vi: Thất bại khi tải ảnh: {error}

source: You do not have permissions to see this contact
ar: ليس لديك الصلاحية لمشاهدة جهة الاتصال
lt_lt: Jūs neturite leidimo matyti šį kontaktą
nb_no: Du har ikke adgang til å se denne kontakten
ru: У Вас нет разрешений просматривать этот контакт
vi: Bạn không có quyền xem địa chỉ liên hệ này

source: Contact not found
ar: تعذر إيجاد جهة الاتصال.
lt_lt: Kontaktas nerastas
nb_no: Fant ikke kontakt
ru: Контакт не найден
vi: Không tìm th

source: You do not have permissions to see these contacts
ar: ليس لديك الصلاحية لمشاهدة جهات الاتصال هذه
lt_lt: Jūs neturite leidimo matyti šiuos kontaktus
nb_no: Du har ikke adgang til å se disse kontaktene
ru: У Вас нет разрешений просматривать эти контакты
vi: Bạn không có quyền xem các địa chỉ liên lạc

source: You do not have permissions add contacts to the address book
ar: ليس لديك الصلاحية لإضافة جهات اتصال لدفتر العناوين
lt_lt: Jūs neturite leidimų pridėti kontaktų į šią adresų knygutę
nb_no: Du har ikke adgang til å legge inn kontakter i adresseboken
ru: У Вас нет разрешений добавлять контакты в эту адресную книгу.
vi: Bạn không có quyền thêm địa chỉ liên l vào sổ địa chỉ

source: The backend for this address book does not support adding contacts
nb_no: Serveren for denne adresseboken støtter ikke innlegging av kontakter
ru: Реализация этой адресной книги не поддерживает добавление контактов.
vi: Sổ địa chỉ này không hỗ trợ thêm địa chỉ liên lạc

source: You do not have permissions to delete this contact
ar: ليس لديك الصلاحية لحذف جهة الاتصال
lt_lt: Jūs neturite leidimų ištrinti šį kontaktą
nb_no: Du har ikke adgang til å slette denne kontakten
ru: У Вас нет разрешений удалять этот контакт.
vi: Bạn không có quyền xóa liên hệ

source: The backend for this address book does not support deleting contacts
nb_no: Serveren for denne adresseboken støtter ikke sletting av kontakter
ru: Реализация этой адресной книги не поддерживает удаление контактов.
vi: Sổ địa chỉ này không hỗ trợ xóa địa chỉ liên lạc

source: Unknown error
ar: حدث خطأ غير معروف.
lt_lt: Neatpažinta klaida
nb_no: Ukjent feil
ru: Неизвестная ошибка
vi: Lỗi chưa biết

source: Access denied
nb_no: Adgang nektet
ru: Доступ разрешен

source: The backend for this address book does not support updating
nb_no: Serveren for denne adresseboken støtter ikke oppdatering
ru: Реализация этой адресной книги не поддерживает обновление
vi: Sổ địa chỉ này không hỗ trợ cập nhật địa chỉ liên

source: You don't have permissions to delete the address book.
ar: ليس لديك الصلاحية لحذف دفتر العناوين.
lt_lt: Jūs neturite leidimo ištrinti šią adresų knygutę.
nb_no: Du har ikke adgang til å slette adresseboken.
ru: У Вас нет разрешений удалять эту адресную книгу.
vi: Bạn không có quyền truy cập để xóa danh bạ này.

source: Address book not found
ar: تعذر ايجاد دفتر العناوين
lt_lt: Adresų knygutė nerasta
nb_no: Fant ikke adressebok
ru: Адресная книга не найдена
vi: Danh bạ không tìm thấy

source: You do not have permissions to update this contact
ar: ليس لديك الصلاحية لتحديث جهة الاتصال هذه
lt_lt: Jūs neturite leidimo atnaujinti šį kontaktą
nb_no: Du har ikke adgang til å oppdatere denne kontakten
ru: У Вас нет разрешений обновлять этот контакт
vi: Bạn không có quyền cập nhật địa chỉ liên hệ này

source: The backend for this contact does not support updating it
nb_no: Serveren for denne kontakten støtter ikke oppdatering av den
ru: Реализация этого контакта не поддерживает обновления

source: This backend does not support adding contacts
nb_no: Denne serveren støtter ikke innlegging av kontakter
ru: Этот бэкенд не поддерживает добавление контактов

source: Property not found
ar: لم يتم العثور على الملكية
lt_lt: Savybė nerasta
nb_no: Fant ikke egenskap
ru: Свойство не найдено

source: Missing IM parameter for:
nb_no: IM-parameter mangler for:
ru: Отсутствует параметр IM для:

source: Unknown IM:
ar: جهة تراسل فوري غير معروفة
lt_lt: Nežinomas IM:
nb_no: Ukjent IM:
ru: Неизвестный IM:
vi: Không biết IM:

source: {name}'s Birthday
ar: يوم ميلاد {name}'s
lt_lt: {name} gimtadienis
nb_no: {name}s bursdag
ru: День рождения {name}
vi: Sinh nhật của {name}

source: Error creating address book
ar: خطأ في إنشاء دفتر العناوين
lt_lt: Klaida kuriant adresų knygutę
nb_no: Oppretting av adressebok feilet
ru: Ошибка создания адресной книги
vi: Lỗi khi tạo danh sách địa c

source: The "%s" backend does not support deleting address books
nb_no: "%s"-serveren støtter ikke sletting av adressebøker
ru: Тип "%s" не поддерживает удаление адресных книг.

source: You do not have permissions to delete the "%s" address book
ar: ليس لديك الصلاحية لحذف "%s" دفتر العناوين
lt_lt: Jūs neturite leidimo ištrinti „%s“ adresų knygos
nb_no: Du har ikke adgang til å slette adresseboken "%s"
ru: У вас нет прав удалять адресную книгу "%s"
vi: Bạn không có quyền xóa địa chỉ "%s"

source: Error deleting address book
ar: حدث خطأ أثناء إزالة دفتر العناوين
lt_lt: Klaida trinant adresų knygutę
nb_no: Sletting av adressebok feilet
ru: Ошибка удаления адресной книги
vi: Lỗi khi xóa danh sách địa ch

source: Error creating contact.
ar: حدث خطأ أثناء إنشاء جهة اتصال.
lt_lt: Klaida kuriant kontaktą.
nb_no: Oppretting av kontakt feilet.
ru: Ошибка создания контакта.
vi: Lỗi khi tạo liên l

source: Error creating contact
nb_no: Feil ved oppretting av kontakt
ru: Ошибка создания контакта.

source: Error deleting contact
nb_no: Feil ved sletting av kontakt
ru: Ошибка удаления контакта.

source: Error retrieving contact
nb_no: Feil ved uthenting av kontakt
ru: Ошибка получения контакта.

source: Error saving contact
nb_no: Feil ved lagring av kontakt
ru: Ошибка при сохранении контактов.

source: Error removing contact from other address book.
ar: حدث خطأ أثناء إزالة جهة اتصال من دفتر العناوين.
lt_lt: Klaida paralinant kontaktą iš kitos adresų knygutės.
nb_no: Feil ved fjerning av kontakt fra annen adressebok.
ru: Ошибка удаления контакта из другой адресной книги.

source: Error getting moved contact
nb_no: Feil ved uhenting av flyttet kontakt
ru: Ошибка при получении перемещённого контакта

source: Couldn't find contact.
ar: تعذر ايجاد جهة الاتصال
lt_lt: Nepavyko rasti kontakto.
nb_no: Kunne ikke finne kontakt.
ru: Не удалось найти контакт.
vi: Không tìm th

source: No contact data in request.
lt_lt: Nėra kontakto duomenų užklausoje.
nb_no: Ingen kontaktdata i anmodningen.
ru: Контактные данные в запросе отсутствуют.
vi: Không có danh sách yu cầu.

source: Error merging into contact.
lt_lt: Klaida suliejant į kontaktą.
nb_no: Fletting inn i kontakt feilet.
ru: Ошибка объединения в контакт.

source: Error saving contact to backend.
lt_lt: Klaida išsaugant kontaktą sistemoje.
nb_no: Lagring av kontakt til server feilet.
ru: Ошибка сохранения контакта в бэкенд.

source: Property name is not set.
lt_lt: Nenustatytas savybės pavadinimas.
nb_no: Egenskapsnavn er ikke satt.
ru: Не установлено имя свойства.

source: Property checksum is not set.
lt_lt: Nenustatyta savybės kontrolinė suma.
nb_no: Egenskaps-sjekksum er ikke satt.
ru: Не установлена контрольная сумма свойства.

source: Information about vCard is incorrect. Please reload the page.
ar: المعلومات الموجودة في ال vCard غير صحيحة. الرجاء إعادة تحديث الصفحة.
lt_lt: Informacija apie vCard yra neteisinga.
nb_no: Informasjonen om vCard-filen er ikke riktig. Last inn siden på nytt.
ru: Информация о vCard некорректна. Пожалуйста, обновите страницу.
vi: Thông tin vCard không chính xác. Vui lòng tải lại trang.

source: Error updating contact
ar: خطأ في تحديث جهات الاتصال
lt_lt: Klaida atnaujinant kontaktą
nb_no: Feil ved oppdatering av kontakt
ru: Ошибка при обновлении контакта
vi: Lỗi cập nhập liên

source: Error saving contact to backend
ar: حدث خطأ أثناء حفظ جهات الاتصال في الخلفية.
lt_lt: Klaida išsaugant kontaktą į sistemą.
nb_no: Lagring av kontakt til server feilet
ru: Ошибка сохранения контакта в бэкенд

source: No photo path was submitted.
ar: لم يتم عرض مسار الصورة. لم يتم تقديم مسار للصورة.
lt_lt: Nenurodytas nuotraukos kelias.
nb_no: Ingen filsti ble lagt inn.
ru: Нет фото по адресу.
vi: Đường dẫn hình ảnh bị thiếu

source: Error loading image from cache
nb_no: Feil ved lasting av bilde fra mellomlager
ru: Ошибка загрузки изображения из кэша

source: Error getting PHOTO property.
ar: خطأ في الحصول على ملكية الصورة.
lt_lt: Klaida gaunant nuotraukos savybes.
nb_no: Feil ved henting av fotoverdi.
ru: Ошибка при получении ФОТО.
vi: Lỗi lấy thuộc tính ảnh

source: Error saving contact.
ar: خطأ في حفظ جهة الإتصال.
lt_lt: Klaida išsaugant kontaktą.
nb_no: Klarte ikke å lagre kontakt.
ru: Ошибка при сохранении контактов.
vi: Lỗi khi lưu liên lạc

source: No group name given.
ar: لم يتم تسمية المجموعة بعد.
lt_lt: Nepateiktas grupės pavadinimas.
nb_no: Gruppenavn ikke oppgitt.
ru: Не задано имя группы.
vi: Không có tên nhóm .

source: Error adding group.
ar: حدث خطأ أثناء إضافة المجموعة,
lt_lt: Klaida pridedant grupę.
nb_no: Feil ved innsetting av gruppe.
ru: Ошибка добавления группы.
vi: Lỗi thêm nhóm.

source: No group name to rename from given.
lt_lt: Nėra grupės pavadinimo, kad pervadinti iš pateikto.
nb_no: Navn på gruppe som skal gis nytt navn er ikke oppgitt.
ru: Не указано имя группы для переименования из выбранного.
vi: Không có têm nhóm để đổi.

source: No group name to rename to given.
lt_lt: Nėra grupės pavadinimo, kad pervadinti į pateiktą.
nb_no: Nytt gruppenavn er ikke oppgitt.
ru: Не указано имя группы для переименования в выбранное.
vi: Không có tên nhóm để đổi.

source: Error renaming group.
ar: حدث خطأ أثناء إعادة تسمية المجموعة.
lt_lt: Klaida pervadinant grupę.
nb_no: Omdøping av gruppe feilet.
ru: Ошибка переименования группы.
vi: Lỗi khi đổi tên nh

source: Group ID missing from request.
lt_lt: Užklausoje trūksta grupės ID.
nb_no: Gruppe-ID mangler i anmodningen.
ru: В запросе отсутствует ID группы.
vi: ID nhóm không tìm thấy.

source: Group name missing from request.
lt_lt: Užklausoje trūksta grupės pavadinimo.
nb_no: Gruppenavn mangler i anmodningen.
ru: Имя группы отсутствует в запросе.

source: Contact ID missing from request.
lt_lt: Užklausoje trūksta kontakto ID.
nb_no: Kontakt-ID mangler i anmodningen.
ru: ID контакта из запроса отсутствует.
vi: ID liên lạc không tìm thấy.

source: No file was uploaded. Unknown error
ar: لم يتم رفع أي ملف , خطأ غير معروف
lt_lt: Failai nebuvo įkelti dėl nežinomos priežasties
nb_no: Ingen filer ble lastet opp. Ukjent feil.
ru: Файл не был загружен. Неизвестная ошибка
vi: Không có tập tin nào được tải lên. Lỗi không xác định

source: There is no error, the file uploaded with success
ar: تم ترفيع الملفات بنجاح.
lt_lt: Failas įkeltas sėkmingai, be klaidų
nb_no: Pust ut, ingen feil. Filen ble lastet opp problemfritt
ru: Файл загружен успешно.
vi: Không có lỗi, các tập tin đã được tải lên thành công
