Repository: owncloud-archive/contacts
Catalog: l10n/*/contacts.po
Languages: ar, lt_lt, nb_no, ru, vi

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ar: حجم الملف الذي تريد ترفيعه أعلى مما upload_max_filesize يسمح به في ملف php.ini
lt_lt: Įkeliamo failo dydis viršija upload_max_filesize nustatymą php.ini
nb_no: Filen du prøvde å laste opp var større enn grensen upload_max_filesize i php.ini
ru: Загружаемый файл первосходит значение переменной upload_max_filesize, установленно в php.ini
vi: Dung lượng file tải lên vượt quá giới hạn upload_max_filesize cho phép.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ar: حجم الملف الذي تريد ترفيعه أعلى مما MAX_FILE_SIZE يسمح به في واجهة ال HTML.
lt_lt: Įkeliamo failo dydis viršija MAX_FILE_SIZE nustatymą, kuris naudojamas HTML formoje.
nb_no: Filen du prøvde å laste opp var større enn grensen satt i MAX_FILE_SIZE i HTML-skjemaet.
ru: Загружаемый файл превосходит значение переменной MAX_FILE_SIZE, указанной в форме HTML
vi: Tập tin được tải lên vượt quá MAX_FILE_SIZE được quy định trong mẫu HTML

source: The uploaded file was only partially uploaded
ar: تم ترفيع جزء من الملفات الذي تريد ترفيعها فقط
lt_lt: Failas buvo įkeltas tik dalinai
nb_no: Filen du prøvde å laste opp ble kun delvis lastet opp
ru: Файл загружен частично
vi: Các tập tin được tải lên chỉ tải lên được một phần

source: No file was uploaded
ar: لم يتم ترفيع أي من الملفات
lt_lt: Nebuvo įkeltas joks failas
nb_no: Ingen filer ble lastet opp
ru: Файл не был загружен
vi: Chưa có file nào được tải lên

source: Missing a temporary folder
ar: المجلد المؤقت غير موجود
lt_lt: Nėra laikinojo katalogo
nb_no: Mangler midlertidig mappe
ru: Отсутствует временная папка
vi: Không tìm thấy thư mục tạm

source: Failed to write to disk
ar: خطأ في الكتابة على القرص الصلب
lt_lt: Nepavyko įrašyti į diską
nb_no: Klarte ikke å skrive til disk
ru: Ошибка записи на диск
vi: Không thể ghi

source: Not enough storage available
ar: لا يوجد مساحة تخزينية كافية
lt_lt: Nepakanka vietos serveryje
nb_no: Ikke nok lagringsplass
ru: Недостаточно доступного места в хранилище
vi: Không đủ không gian lưu trữ

source: Attempt to upload blacklisted file:
lt_lt: Bandymas įkelti draudžiamą failą:
nb_no: Forsøk på å laste opp svartelistet fil:
ru: Попытка загрузки файла черного списка:

source: Error uploading contacts to storage.
ar: خطأ في رفع جهات الإتصال للمخزن,
lt_lt: Klaida siunčiant kontaktus į saugyklą.
nb_no: Klarte ikke å laste opp kontakter til lagringsplassen
ru: Ошибка загрузки контактов в хранилище.
vi: Lỗi tải lên danh sách địa chỉ để lưu trữ.

source: Error moving file to imports folder.
ar: خطأ في نقل الملف إلى مجلد الاستيراد.
lt_lt: Klaida perkeliant failą į importavimų aplanką.
nb_no: Feil ved flytting av fil til importmappen.
ru: Ошибка перемещения файла в папку импорта

source: You do not have permissions to import into this address book.
lt_lt: Jūs neturite leidimo importuoti į šią adresų knygutę.
nb_no: Du har ikke adgang til å importere til denne adresseboken.
ru: У Вас нет разрешений импортировать в эту адресную книгу.

source: File name missing from request.
lt_lt: Užklausoje trūksta failo pavadinimo.
nb_no: Filnavn mangler i anmodningen.
ru: Имя файла из запроса отсутствует.

source: Progress key missing from request.
lt_lt: Užklausoje trūksta eigos rakto.
nb_no: Framdriftsnøkkel mangler i anmodningen.
ru: Ключ прогреса из запроса отсутствует.

source: Attempt to access blacklisted file:
lt_lt: bandymas pasiekti draudžiamą failą:
nb_no: Forsøk på å aksessere svartelistet fil:
ru: Попытка доступа к файлу черного списка:

source: No key is given.
lt_lt: Nepateiktas raktas.
nb_no: Nøkkel er ikke oppgitt.
ru: Не задан ключ.

source: No value is given.
lt_lt: Nepateikta vertė.
nb_no: Verdi er ikke oppgitt.
ru: Не задано значение.

source: Could not set preference:
ar: تعذر تعيين المفضل
lt_lt: Nepavyko nustatyti:
nb_no: Kunne ikke sette preferanse:
ru: Не удалось установить предпочтение:
vi: Không thể thiết lập ưu tiên:

source: Contact
ar: معرفه
lt_lt: Kontaktas
nb_no: Kontakt
ru: Контакт
vi: Liên lạc

source: Other
ar: شيء آخر
lt_lt: Kita
nb_no: Annet
ru: Другое
vi: Khác

source: HomePage
ar: الصفحة الرئيسية
lt_lt: Namų puslapis
nb_no: Hjemmeside
ru: Домашняя страница
vi: Trang chủ

source: Internet call
ar: مكالمات عن طريق الإنترنت
lt_lt: Internetinis skambutis
nb_no: Internettsamtale
ru: Интернет вызов

source: Work
ar: العمل
lt_lt: Darbas
nb_no: Arbeid
ru: Рабочий
vi: Công việc

source: Home
ar: البيت
lt_lt: Namų
nb_no: Hjem
ru: Домашний
vi: Nhà

source: Mobile
ar: الهاتف المحمول
lt_lt: Mobilusis
nb_no: Mobil
ru: Мобильный
vi: Di động

source: Text
ar: معلومات إضافية
lt_lt: Žinučių
nb_no: Tekst
ru: Текст
vi: Văn bản

source: Voice
ar: صوت
lt_lt: Balso
nb_no: Svarer
ru: Голос
vi: Giọng nói

source: Message
ar: رسالة
lt_lt: Žinutė
nb_no: Melding
ru: Сообщение
vi: Tin nhắn

source: Fax
ar: الفاكس
lt_lt: Faksas
nb_no: Faks
ru: Факс

source: Video
ar: الفيديو
lt_lt: Vaizdo
ru: Видео

source: Pager
ar: الرنان
lt_lt: Pranešimų gaviklis
ru: Пейджер
vi: số trang

source: Internet
ar: إنترنت
lt_lt: Internetas
nb_no: Internett
ru: Интернет
vi: Mạng internet

source: Friends
ar: الاصدقاء
lt_lt: Draugai
nb_no: Venner
ru: Друзья
vi: Bạn bè

source: Family
ar: العائلة
lt_lt: Šeima
nb_no: Familie
ru: Семья
vi: Gia đình

source: Enable LDAP Backend
nb_no: Aktiver LDAP-server
ru: Включить бэкенд LDAP

source: Enable LDAP backend for the contacts application
nb_no: Aktiver LDAP-server for Kontakter-applikasjonen
ru: Включить бэкенд LDAP для приложений контактов

source: Warning: LDAP Backend is in beta mode, use with precautions
nb_no: Advarsel: LDAP-server er i beta-modus. Bruk med forsiktighet
ru: Внимание: бэкенд LDAP работает в beta-режиме, пользуйтесь с предостережением

source: New contact
lt_lt: Naujas kontaktas
nb_no: Ny kontakt
ru: Новый контакт
vi: Thêm liên lạc

source: Group name
ar: اسم المجموعة
lt_lt: Grupės pavadinimas
nb_no: Gruppenavn
ru: Имя группы
vi: Tên nh

source: New group
lt_lt: Nauja grupė
nb_no: Ny gruppe
ru: Новая группа
vi: Thêm nh

source: Address books
ar: دفتر العناوين
lt_lt: Adresų knygos
nb_no: Adressebøker
ru: Адресная книга

source: Display name
ar: اسم العرض
lt_lt: Rodyti vardą
nb_no: Visningsnavn
ru: Отобразить имя

source: Add Address Book
ar: أضف دفتر عناوين جديد
lt_lt: Pridėti adresų knygą
nb_no: Ny adressebok
ru: Добавить адресную книгу

source: Add LDAP Address Book
nb_no: Legg til LDAP-adressebok
ru: Добавить LDAP адресную книгу

source: (De-)select all
ar: (De-) تحديد الكل
lt_lt: Nuimti pažymėjimą
nb_no: (Av-)marker alle
ru: (Отменить) отметить все
vi: (Hủy) chọn tất cả

source: Sort order
ar: * ترتيب. * فرز.
lt_lt: Išdėstymo tvarka
nb_no: Rekkefølge
ru: Порядок сортировки
vi: Thứ tự sắp x

source: First- Lastname
ar: الاسم الأول - العائلة
lt_lt: Vardas- Pavardė
nb_no: For- Etternavn
ru: Имя Фамилия
vi: H

source: Last-, Firstname
ar: العائلة -الاسم الأول
lt_lt: Pavardė-, Vardas
nb_no: Etter-, Fornavn
ru: Имя, Фамилия
vi: T

source: Delete
ar: إلغاء
lt_lt: Ištrinti
nb_no: Slett
ru: Удалить
vi: Xóa

source: Groups
ar: مجموعات
lt_lt: Grupės
nb_no: Grupper
ru: Группы
vi: Nhóm

source: Download
ar: تحميل
lt_lt: Atsisiųsti
nb_no: Last ned
ru: Скачать
vi: Tải về

source: Merge
lt_lt: Sulieti
nb_no: Flett
ru: Объединение
vi: Kết h

source: Phone
ar: الهاتف
lt_lt: Telefonas
nb_no: Telefon
ru: Телефон
vi: Điện thoại

source: Address
ar: عنوان
lt_lt: Adresas
nb_no: Adresse
ru: Адрес
vi: Địa chỉ

source: Group
ar: مجموعة
lt_lt: Grupė
nb_no: Gruppe
ru: Группа
vi: N

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
lt_lt: Klaviatūros spartieji klavišai
nb_no: Tastatur snarveier
ru: Горячие клавиши
vi: Phím tắt

source: Navigation
ar: تصفح
lt_lt: Navigacija
nb_no: Navigasjon
ru: Навигация

source: Next contact in list
ar: جهة الاتصال التالية في القائمة
lt_lt: Kitas kontaktas sąraše
nb_no: Neste kontakt i listen
ru: Следующий контакт в списке
vi: Liên lạc tiếp theo

source: Previous contact in list
ar: جهة الاتصال السابقة في القائمة
lt_lt: Ankstesnis kontaktas sąraše
nb_no: Forrige kontakt i listen
ru: Предыдущий контакт в списке
vi: Liên lạc trước

source: Expand/collapse current addressbook
ar: توسيع / طي دفتر العناوين الحالي.
lt_lt: Išskleisti/sutraukti šią adresų knygutę
nb_no: Vis/skjul adresseboken
ru: Развернуть/свернуть текущую адресную книгу
vi: Đóng/mở sổ địa chỉ

source: Next addressbook
ar: دفتر العنوان التالي
lt_lt: Kita adresų knygutė
nb_no: Neste adressebok
ru: Следующая адресная книга
vi: Tới addressbook

source: Previous addressbook
ar: دفتر العنوان السابق
lt_lt: Ankstesnė adresų knygutė
nb_no: Forrige adressebok
ru: Предыдущая адресная книга
vi: Lùi lại addressbook

source: Actions
ar: * تطبيقات. * أنشطة.
lt_lt: Veiksmai
nb_no: Handlinger
ru: Действия

source: Refresh contacts list
ar: تحديث قائمة جهات الاتصال
lt_lt: Atnaujinti kontaktų sąrašą
nb_no: Oppdater kontaktliste
ru: Обновить список контактов
vi: Làm mới danh sách liên lạc

source: Add new contact
ar: أَف جهة اتصال جديدة
lt_lt: Pridėti naują kontaktą
nb_no: Legg til ny kontakt
ru: Добавить новый контакт
vi: Thêm liên lạc mới

source: Add new addressbook
ar: أضف دفتر عناوين جديد
lt_lt: Pridėti naują adresų knygą
nb_no: Legg til ny adressebok
ru: Добавить новую адресную книгу
vi: Thêm sổ địa chỉ mới

source: Delete current contact
ar: إزالة جهة الاتصال الحالية
lt_lt: Ištrinti šį kontaktą
nb_no: Slett kontakten
ru: Удалить текущий контакт
vi: Xóa liên lạc hiện tại

source: You have no contacts in your address book or your address book is disabled.
nb_no: Du har ingen kontakter i adresseboken eller adresseboken din er deaktivert.
ru: В адресной книге нет контактов, либо Ваша адресная книга отключена.

source: Add a new contact or import existing contacts from a file (VCF, CSV or LDIF).
nb_no: Legg til en ny kontakt eller importer eksisterende kontakter fra en fil (VCF, CSV eller LDIF).
ru: Добавить новый контакт или импортировать существующие контакты из файла (VCF, CSV или LDIF).

source: Which contact should the data be merged into?
ar: إي جهة اتصال ترغب بدمج البيانات إليها؟
lt_lt: Į kurį kontaktą sulieti duomenis?
nb_no: Hvilken kontakt skal dataene flettes inn i?
ru: В какой контакт следует объединить данные?

source: Delete the other(s) after successful merge?
ar: هل تريد إزالة (الآخرون) بعد نجاح عملية الدمج؟
lt_lt: Ištrinti kitą(-us) sėkmingai suliejus?
nb_no: Slett den/de andre etter vellykket fletting?
ru: Удалить другой(ие) после успешного объединения?

source: Compose mail
ar: إنشاء رسالة بريد إلكتروني
lt_lt: Sukurti el. laišką
nb_no: Skriv epost
ru: Написать письмо
vi: Soạn email

source: Delete current photo
ar: إزالة الصورة الحالية
lt_lt: Ištrinti šią nuotrauką
nb_no: Fjern nåværende bilde
ru: Удалить текущую фотографию
vi: Xóa hình ảnh hiện tại

source: Edit current photo
ar: تحرير الصورة الحالية
lt_lt: Redaguoti šią nuotrauką
nb_no: Rediger nåværende bilde
ru: Редактировать текущую фотографию
vi: Sửa hình ảnh hiện tại

source: Upload new photo
ar: رفع صورة جديدة
lt_lt: Įkelti naują foto
nb_no: Last opp nytt bilde
ru: Загрузить новую фотографию
vi: Tải hình mới

source: Select photo from Files
nb_no: Velg foto fra Filer
ru: Выбрать фото в файлах

source: Favorite
ar: المفضلة
lt_lt: Mėgiamas
nb_no: Favoritt
ru: Избранное
vi: Ưu thích

source: Name
ar: اسم
lt_lt: Pavadinimas
nb_no: Navn
ru: Имя
vi: Tên

source: First name
ar: الاسم الأول
lt_lt: Vardas
nb_no: Fornavn
ru: Имя
vi: Tên

source: Additional names
ar: الاسماء الإضافية
lt_lt: Papildomi vardai
nb_no: Ev. mellomnavn
ru: Отчество
vi: Tên bổ sung

source: Last name
ar: اسم العائلة
lt_lt: Pavardė
nb_no: Etternavn
ru: Фамилия
vi: Họ

source: Address book
nb_no: Adressebok
ru: Адресная книга

source: Nickname
ar: كنية. لقب.
lt_lt: Slapyvardis
nb_no: Kallenavn
ru: Псевдоним
vi: Biệt danh

source: Title
ar: اللقب
lt_lt: Pavadinimas
nb_no: Tittel
ru: Заголовок
vi: Tiêu đề

source: Organization
ar: المؤسسة
lt_lt: Organizacija
nb_no: Organisasjon
ru: Организация
vi: Tổ chức

source: Birthday
ar: عيد ميلاد
lt_lt: Gimtadienis
nb_no: Bursdag
ru: День рождения
vi: Ngày sinh nhật

source: Website
nb_no: Nettsted
ru: Сайт

source: Instant messaging
nb_no: Direktemeldinger
ru: Быстрые сообщения

source: Notes go here...
ar: للملاحظات إذهب هنا...
lt_lt: Pastabos rašomo čia...
nb_no: Notater her...
ru: Здесь будут заметки...
vi: Chú ý vào đây...

source: Add field...
lt_lt: Pridėti lauką...
nb_no: Legg til felt...
ru: Добавить поле...
vi: Thêm...

source: Instant Messaging
ar: التراسل الفوري
lt_lt: Tikralaikiai pokalbiai
nb_no: Lynmelding
ru: Быстрые сообщения
vi: Hệ thống tin nhắn khẩn cấp

source: Note
ar: ملاحظة
lt_lt: Pastaba
nb_no: Notat
ru: Заметка
vi: Ghi chép

source: Web site
ar: موقع إلكتروني
lt_lt: Svetainė
nb_no: Hjemmeside
ru: Веб-сайт

source: Preferred
ar: مفضل
lt_lt: Pageidautinas
nb_no: Foretrukket
ru: Предпочитаемый
vi: Được ưu tiên

source: Please specify a valid email address.
ar: يرجى تحديد عنوان إلكتروني صالح للإستخدام.
lt_lt: Prašome nurodyti tinkamą el. pašto adresą.
nb_no: Vennligst angi en gyldig e-postadresse.
ru: Укажите правильный адрес электронной почты.
vi: Vui lòng nhập địa chỉ Email hợp lệ.

source: Mail to address
ar: إرسال إلى العنوان.
lt_lt: Gavėjo el. pašto adresas
nb_no: Send e-post til adresse
ru: Написать по адресу
vi: Gửi email

source: Delete email address
ar: حذف عنوان البريد الإلكتروني
lt_lt: Ištrinti el. pašto adresus
nb_no: Fjern e-postadresse
ru: Удалить адрес электронной почты
vi: Xóa Email

source: Enter phone number
ar: إدخال رقم الهاتف
lt_lt: Įveskite telefono numerį
nb_no: Skriv inn telefonnummer
ru: Введите номер телефона
vi: Nhập số điện thoại

source: Go to web site
ar: الذهاب إلى الموقع الإلكتروني.
lt_lt: Eiti į svetainę
nb_no: Gå til webside
ru: Перейти на веб-сайт
vi: Đi tới website

source: View on map
ar: مشاهدة على الخريطة.
lt_lt: Žiūrėti žemėlapyje
nb_no: Se på kart
ru: Показать на карте
vi: Xem trên bản đồ

source: Street address
ar: عنوان الشارع.
lt_lt: Gatvės adresas
nb_no: Gateadresse
ru: Улица
vi: Địa chỉ nhà

source: Postal code
ar: الرمز البريدي.
lt_lt: Pašto kodas
nb_no: Postnummer
ru: Почтовый индекс
vi: Mã bưu chính

source: City
ar: المدينة
lt_lt: Miestas
nb_no: By
ru: Город
vi: Thành phố

source: State or province
ar: الولاية أو المنطقة.
lt_lt: Šalis ar provincija
nb_no: Stat eller fylke
ru: Область или район

source: Country
ar: البلد
lt_lt: Šalis
nb_no: Land
ru: Страна
vi: Quốc gia

source: Active
ar: فعال
lt_lt: Aktyvus
nb_no: Aktiv
ru: Активно
vi: Kích hoạt

source: Share
ar: شارك
lt_lt: Dalintis
nb_no: Del
ru: Открыть доступ
vi: Chia sẻ

source: Export
ar: تصدير
lt_lt: Eksportuoti
nb_no: Eksporter
ru: Экспорт
vi: Xuất ra

source: CardDAV link
ar: رابط - وصلة - CardDA لنقل و مشاركة جهات الاتصال
lt_lt: CardDAV nuoroda
nb_no: CardDAV-lenke
ru: Ссылка CardDAV
vi: Liên kết CardDAV

source: Edit
ar: تعديل
lt_lt: Redaguoti
nb_no: Endre
ru: Редактировать
vi: Sửa

source: Format
ru: Формат

source: Automatic format
nb_no: Automatisk format
ru: Автоматический формат

source: Select file...
ar: تحديد ملف...
lt_lt: Pasirinkti failą...
nb_no: Velg fil
ru: Выбрать файл...
vi: Chọn tập tin...

source: Addressbook URI
nb_no: URI for adressebok
ru: URI адресной книги

source: Description
ar: مواصفات
lt_lt: Aprašymas
nb_no: Beskrivelse
ru: Описание
vi: Mô tả

source: LDAP URL
nb_no: URL for LDAP
ru: Ссылка LDAP

source: Anonymous
nb_no: Anonym
ru: Аноним

source: Read-only
nb_no: Skrivebeskyttet
ru: Только для чтения

source: Read-Only
nb_no: Skrivebeskyttet
ru: Только для чтения

source: User
nb_no: Bruker
ru: Пользователь

source: Password
nb_no: Passord
ru: Пароль

source: Page size
nb_no: Sidestørrelse
ru: Размер страницы

source: Base DN for search
nb_no: Basis-DN for søk
ru: Основной DN для поиска

source: Base DN
ru: Базовый DN

source: Search filter
nb_no: Søkefilter
ru: Фильтр поиска

source: Filter
ru: Фильтр

source: Base DN for modification
nb_no: Basis-DN for endring
ru: Основной DN для модификации

source: Base DN modification
nb_no: Basis-DN endring
ru: Модификация основного DN

source: Connector
nb_no: Kobling
ru: Коннектор

source: Connector value (Better use external editor and copy/paste)
nb_no: Verdi for kobling (best å bruke ekstern editor og kopier/lim)
ru: Значение коннектора (лучше использовать внешний редактор и буфер обмена)

source: Copy from (Warning, replaces current custom value)
nb_no: Kopier fra (Advarsel: Erstatter nåværende egendefinert verdi)
ru: Копировать из (Внимание, земеняет текущее произвольное значение)

source: Email
ar: البريد الإلكترونى
lt_lt: El. Paštas
nb_no: Epost

source: Instant Messenger
ar: رسائل فورية.
lt_lt: Momentinių žinučių klientas
nb_no: Lynmelding
vi: Tin nhắn khẩn cấp

source: Uploading...
ar: ترفيع...
lt_lt: Įkeliama...
vi: tải lên...

source: Preparing...
ar: إعداد... تحضير...
lt_lt: Ruošiama...
vi: Chuẩn bị...

source: Imported {count} of {total} contacts
ar: استيراد {عدد} من {إجمالي} جهات الإتصال
lt_lt: Importuota {count} iš {total} kontaktų
vi: Hiện tại có {count} trong tổng s {total} địa chỉ liên lạc

source: Imported {imported} contacts. {failed} failed.
ar: فلشت {failed} مهمة اسيراد جهات الإتصال {imported}
lt_lt: Importuota {imported} kontaktų. {failed} nepavyko.
vi: Chèn {imported} danh sách. {failed} thất b.

source: There was an error opening a mail composer.
ar: يوجد خطأ في فتح مؤلف الرسائل
lt_lt: Buvo klaida atveriant el. laiško redaktorių.
vi: Lỗi mở phần soạn email.

source: No files selected for upload.
ar: لا يوجد ملفات مختارة لتحميلها
lt_lt: Nepažymėta jokių failų įkėlimui.
vi: Không có tập tin nào được chọn để tải lên.

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
ar: الملف الذي تحاول تحميله يتجاوز الحد الأقصى لحجم الملف الذي يمكن تحميله على هذا الخادم.
lt_lt: Įkeliamo failo dydis viršijo šio serverio maksimalų leistiną dydį.
vi: Các tập tin bạn đang cố gắng tải lên vượt quá kích thước tối đa cho tập tin tải lên trên máy chủ.

source: You can drag groups to arrange them as you like.
ar: يمكنك سحب المجموعات إلى⏎ و من ثم ترتيبها كما تريد.
lt_lt: Galite tempti grupes, kad išrikiuoti jas kaip Jums reikia.
vi: Bạn có thể kéo nhóm Để sắp xếp như ý b.

source: Error
ar: خطأ
lt_lt: Klaida
vi: Lỗi

source: Displayname cannot be empty.
ar: اسم العرض لا يمكن أن يكون فارغ
lt_lt: Rodomas vardas negali būti tuščias.
vi: Tên hiển thị không được để trống :

source: Show CardDav link
ar: أظهر وصلة -رابط - CardDav لمشاركة أو نقل جهات الاتصال.
lt_lt: Rodyti CardDAV nuorodą
vi: Hiển thị CardDav

source: Show read-only VCF link
lt_lt: Rodyti tik skaitymui VCF nuorodą
vi: Hiển thị liên kết VCF chỉ đọc

source: More...
ar: المزيد...
lt_lt: Daugiau...
vi: nhiều hơn...

source: Less...
ar: تقليل...
lt_lt: Mažiau...
vi: ít hơn...

source: You do not have permissions to see this contacts
ar: ليس لديك الصلاحية لمشاهدة جهة الاتصال هذه
lt_lt: Jūs neturite leidimo matyti šių kontaktų
vi: Bạn không có quyền xem danh bạ

source: You don't have permissions to update the address book.
ar: ليس لديك الصلاحية لتحديث دفتر العناوين
lt_lt: Jūs neturite leidimo atnaujinti šią adresų knygutę.
vi: Bạn không có quyền cập nhật danh bạ này.

source: Error updating address book
ar: حدث خطأ في تحديث دفتر العناوين
lt_lt: Klaida atnaujinant adresų knygutę
vi: Lỗi khi cập nhât danh sách địa c

source: Error deleting contact.
ar: خطأ في حذف جهة الاتصال
lt_lt: Klaida trinant kontaktą.
vi: Lỗi khi xóa liên lạc.

source: Error retrieving contact.
ar: حدث خطأ أثناء استرداد جهة الاتصال.
lt_lt: Klaida gaunant kontaktą.

source: Error getting user photo
ar: حدث خطأ أثناء جلب صورة المستخدم
lt_lt: Klaida gaunant naudotojo nuotrauką

source: Couldn't load temporary image:
ar: لا يمكن تحميل الصورة المؤقتة
lt_lt: Nepavyko įkelti laikiną paveikslėlį:
vi: Không thể tải hình ảnh tạm thời:

source: Couldn't save temporary image:
ar: لا يمكن حفظ الصورة المؤقتة
lt_lt: Nepavyko išsaugoti laikiną paveikslėlį:
vi: Không thể lưu ảnh tạm thời:

source: File doesn't exist:
ar: الملف غير موجود
lt_lt: Failas neegzistuoja:
vi: Tập tin không tồn tại

source: Error loading image.
ar: خطأ في تحميل الصورة.
lt_lt: Klaida įkeliant nuotrauką.
vi: Lỗi khi tải hình ảnh.

source: Image has been removed from cache
ar: تم إزالة الصورة من ذاكرة التخزين المؤقتة.
lt_lt: Paveikslėlis pašalintas iš talpyklos
vi: Hình này đã được xóa từ bộ đệm

source: Error creating temporary image
ar: خطأ في إنشاء صورة مؤقتة
lt_lt: Klaida kuriant laikiną paveikslėlį
vi: Lỗi khi tạo tệp tin tạm

source: Error cropping image
ar: خطأ في قص الصورة
lt_lt: Klaida apkerpant paveikslėlį
vi: Lỗi khi cắt ảnh

source: No contacts found in:
ar: لم يتم إيجاد جهات اتصال في:
lt_lt: Kontaktų nerasta:
vi: Không có danh sách nào được tìm thấy trong :

source: <h3>You have no contacts in your address book or your address book is disabled.</h3><p>Add a new contact or import existing contacts from a VCF file.</p>
ar: <h3>لا يوجد لديك جهات اتصال في دفتر العناوين أو أن دفتر العناوين معطل. </h3><p> يرجى إضافة جهات اتصال جديدة أو استيراد جهات الاتصال الموجودة من ملف VCF . </p>
lt_lt: <h3>Jūs neturite kontaktų savo adresų knygoje, arba adresų knyga yra išjungta.</h3><p>Pridėkite naują kontaktą, arba importuokite turimus kontaktus iš VCF failo.</p>

source: Add contact
ar: أضف جهة اتصال
lt_lt: Pridėti kontaktą
vi: Thêm liên lạc

source: someone@example.com
lt_lt: kasnors@pavyzdys.lt

source: CardDAV syncing addresses
ar: CardDAV يقوم بمزامنة العناوين
lt_lt: CardDAV sinchronizavimo adresai
vi: CardDAV đồng bộ địa chỉ

source: more info
ar: مزيد من المعلومات
lt_lt: daugiau informacijos
vi: Thông tin thêm

source: Primary address (Kontact et al)
ar: العنوان الرئيسي (جهات الإتصال)
lt_lt: Pirminis adresas
vi: Địa chỉ chính (Kontact et al)

source: Addressbooks
ar: كتب العناوين
lt_lt: Adresų knygos
vi: Sổ địa chỉ

source: New Address Book
ar: كتاب عناوين جديد
lt_lt: Nauja adresų knyga
vi: Sổ địa chỉ mới

source: Is this correct?
ar: هل هذا صحيح؟

source: Error resizing image
ar: خطأ في تغيير حجم الصورة
vi: Lỗi khi chỉnh kích thước ảnh

source: MSN
ar: مراسل MSN

source: Twitter
ar: تويتر

source: GoogleTalk
ar: جوجل توك للتراسل الفوري و الصوتي

source: Facebook
ar: فيسبوك

source: Yahoo
ar: ياهو

source: Skype
ar: سكايب

source: QQ
ar: كيوكيو

source: GaduGadu
ar: قادو قادو البولندي للمراسلة الفورية

source: Merge selected
ar: تم تحديد الدمج
vi: Kết hợp lựa c

source: Select photo from ownCloud
ar: إختيار صورة من ownCloud
vi: Chọn hình đã tải lên Kcloud

source: iOS/OS X
ar: ط ن ت/ ن ت 10
